Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=673_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: NääiŠt älgg vueŠllškooulneeŠǩǩid jurddum vuõssmõs aanarsääŠm mättʼtemǩeŠrjj
fin: Ensimmäinen inarinsaamen alkeisoppikirja alakoululaisille ilmestyi

source: , kååŠtt iŠlmmstõõvi škoouli ǩiddlookkâmpââi aalǥâst.
fin: , joka ilmestyi koulujen kevätlukukauden käynnistyessä.

source: MättʼtemǩeŠrjj lij jurddum vuâđđmättʼteem vueŠllklaassid da tõt jååŠđat Ánná da Saammâl mieŠldd mätkka aanarsääŠm ǩiõŠlle da kulttuuŠre.
fin: Oppikirja on tarkoitettu perusopetuksen alaluokille ja se johdattaa Ánnán ja Saammâlin mukana matkalle inarinsaamen kieleen ja kulttuuriin.

source: MaaddâräŠǩǩ leŠbe ákku jäälast Pakšvuõn reeddast, koŠst Ánná jåått täujja.
fin: Isoäiti eli ákku asuu Pakšvuonon rannalla, jossa Ánná käy usein.

source: Maaddârääkk mainnsi da Ánná da Saammâl maainstem vuârai kõõskõst vuäitt mättjed aanarsäämas hääŠsǩeld.
fin: Isoäidin kertomusten ja Ánnán ja Saammâlin keskustelujen kautta voi oppia inarinsaamea mielenkiintoisella tavalla.

source: ǨeeŠrj mainnsi paŠldde seämma palddlõs seidda liâ norrum seeid teeŠkstest åårrai ođđ sääŠn nuŠtt, što keeŠrjest åårrai seeidid ij taarbâž joorted oudsmååusat ǩiõl mättʼtõõttmen.
fin: Kirjan kertomusten viereen samalle aukeamalle on koottu sivun tekstissä olevat uudet sanat, joten kirjaa ei tarvitse selata edestakaisin kieltä opiskellessaan.

source: Mättʼtemǩerjja lij pueŠttmen še mättŠtõõttâmǩeŠrjj, koon vieŠǩǩin mättjum aaŠšši čõõđ jeällmõš ođđest lij hiâlpp.
fin: Oppikirjaan on tulossa myös harjoituskirja, jonka avulla opittujen asioiden kertaaminen on helppoa.

source: Lookkâm-mainnsai looppâst liâ mainnsa suåppi laulli, kook poŠhtte hääŠsǩesvuõđ da vaajtõõzz mättʼtemčiâssid.
fin: Lukukappaleiden lopussa on kuhunkin kertomukseen sopivia lauluja, jotka tuovat hauskuutta ja vaihtelua oppitunneille.

source: ǨeeŠrj lij tuejjääm Teija Linnanmäki da õhttsažtuâjast lij kärtteei Riitta Ahonen.
fin: Kirjan on tehnyt Teija Linnanmäki yhteistyössä kuvittaja Riitta Ahosen kanssa.

source: ǨeeŠrj lij čõõđtam sääŠmteŠǧǧ da tõt lij vuäǯǯamnalla Duodji shop - kaaupâst Sajoozzâst, Sámi duodji liâdggsaž kaaupâst da sääŠmteeŠǧǧ škooulʼjem- da mättʼtemmaterialkonttrest info (at) samediggi.
fin: Kirjan on kustantanut saamelaiskäräjät ja se on saatavissa Duodji shopista Sajoksesta, Sámi duodjin verkkokaupasta ja saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta info (at) samediggi.

source: LââŠssteâđaid täŠst.
fin: Lisätietoja tästä.
